Repository: morning4coffe-dev/storylines
Catalog: src/Storylines/Resources/*/Resources.resw
Source language: en
Languages: cs, it, pl, ru, zh_cn

# developerAttachedBehaviorsDescription.Text
source: Review attached behaviors that do not render their own UI.
pl: Przeglądaj dołączone zachowania, które nie renderują własnego interfejsu.
ru: Просматривайте подключенные поведения, которые не отображают собственный интерфейс.

# developerAttachedBehaviorsCountLabel.Text
source: Attached behaviors
pl: Dołączone zachowania
ru: Подключенные поведения

# developerNotificationsSection.Text
source: Notifications
pl: Powiadomienia
ru: Уведомления

# developerNotificationsDescription.Text
source: Preview notification surfaces, including the review request prompt.
pl: Podgląd powierzchni powiadomień, w tym prośby o ocenę.
ru: Просматривайте поверхности уведомлений, включая запрос на отзыв.

# developerShowTransientNotificationButton.Content
source: Show transient notification
pl: Pokaż tymczasowe powiadomienie
ru: Показать временное уведомление

# developerShowReviewPromptButton.Content
source: Show review request
pl: Pokaż prośbę o ocenę
ru: Показать запрос на отзыв

# developerDismissPersistentNotificationButton.Content
source: Dismiss persistent notification
pl: Zamknij trwałe powiadomienie
ru: Закрыть постоянное уведомление

# developerDialogsSection.Text
source: Dialogs
pl: Okna dialogowe
ru: Диалоги

# developerDialogsDescription.Text
source: Open existing app dialogs through the shared dialog service.
pl: Otwórz istniejące okna dialogowe aplikacji przez współdzieloną usługę dialogów.
ru: Открывайте существующие диалоги приложения через общую службу диалогов.

# developerOpenLoadDialogButton.Content
source: Open load project dialog
pl: Otwórz okno wczytywania projektu
ru: Открыть диалог загрузки проекта

# developerOpenShortcutsDialogButton.Content
source: Open shortcuts dialog
pl: Otwórz okno skrótów
ru: Открыть диалог сочетаний клавиш

# developerOpenModePickerDialogButton.Content
source: Open mode picker dialog
pl: Otwórz okno wyboru trybu
ru: Открыть диалог выбора режима

# developerOpenProjectInfoDialogButton.Content
source: Open project info dialog
pl: Otwórz okno informacji o projekcie
ru: Открыть диалог сведений о проекте

# developerTransientNotificationTitle
source: Developer preview
pl: Podgląd deweloperski
ru: Предпросмотр разработчика

# developerTransientNotificationMessage
source: This is a debug-only notification preview.
pl: To jest podgląd powiadomienia tylko do debugowania.
ru: Это предварительный просмотр уведомления только для отладки.

# developerNoDialogOpen
source: No dialog open
pl: Brak otwartego okna dialogowego
ru: Нет открытых диалогов

# developerUnknownValue
source: Unknown
pl: Nieznane
ru: Неизвестно

# reviewDialog.Text
source: Are you enjoying this app? Please consider leaving a review on Microsoft Store.
cs: Líbí se vám tato aplikace? Pokud ano, byli bychom rádi, kdybyste ji zvážil/a ohodnotit na Microsoft Store.
it: Vi piace questa applicazione? Lasciate una recensione su Microsoft Store.

# reviewDialogOption1.Content
source: Rate now
cs: Ohodnotit
it: Valuta adesso

# reviewDialogOption2.Content
source: Not now
cs: Později
it: Non ora

# reviewDialogOption3.Content
source: Never show again
cs: Znovu nezobrazovat
it: Non mostrare più

# dictation.Label
source: Dictate
cs: Diktování
it: Dettatura

# fileLocation.Text
source: C:\Users\Documents
cs: C:\Uživatelé\Dokumenty
it: "C:\Utenti\Documenti"

# experience.Title
source: Tell us about your experience
cs: Podělte se o svojí zkušenosti
it: Dicci cosa ne pensi

# connectionModeText.Text
source: Click a target passage to connect
cs: Klikněte na cílový úsek pro propojení
it: Clicca su un passaggio di destinazione per collegare

# cancelConnectionButton.AutomationProperties.Name
source: Cancel connection
cs: Zrušit propojení
it: Annulla collegamento

# exportFileLocationPlaceholder
source: "C:\Users\Documents"
cs: "C:\Uživatelé\Dokumenty"
it: "C:\Utenti\Documenti"
zh_cn: 选择一个文件夹

# branchingValidationDetailsTitle.Text
source: Validation details
cs: Podrobnosti validace
it: Dettagli convalida

# branchingValidationGroupMissingTargets
source: Missing targets
cs: Chybějící cíle
it: Destinazioni mancanti

# branchingValidationGroupUnreachableNodes
source: Unreachable passages
cs: Nedosažitelné pasáže
it: Passaggi irraggiungibili

# branchingValidationGroupEmptyChoices
source: Empty choices
cs: Prázdné volby
it: Scelte vuote

# branchingValidationGroupUnknownSpeakers
source: Unknown speakers
cs: Neznámí mluvčí
it: Parlanti sconosciuti

# branchingValidationGroupOrphanedConditions
source: Orphaned conditions
cs: Osiřelé podmínky
it: Condizioni orfane

# branchingValidationUnknownSpeakerMessageFormat
source: Speaker "{0}" does not match any character.
cs: Mluvčí "{0}" neodpovídá žádné postavě.
it: Il parlante "{0}" non corrisponde a nessun personaggio.

# branchingValidationEmptyChoiceMessage
source: Choice text is empty.
cs: Text volby je prázdný.
it: Il testo della scelta è vuoto.

# branchingValidationMissingTargetMessage
source: Choice target node is missing.
cs: Cílový uzel volby chybí.
it: Il nodo di destinazione della scelta è mancante.

# branchingValidationOrphanedConditionMessageFormat
source: Condition references flag "{0}" which is never set by any node.
cs: Podmínka odkazuje na příznak "{0}", který žádný uzel nikdy nenastavuje.
it: La condizione fa riferimento al flag "{0}", che non viene mai impostato da alcun nodo.

# branchingValidationUnreachableNodeMessage
source: Node is unreachable from start node.
cs: Uzel není dosažitelný ze startovního uzlu.
it: Il nodo non è raggiungibile dal nodo iniziale.

# profilePicturesFlyout.Text
source: Character pictures
it: Immagini dei personaggi
